Repository: nitsan-technologies/ns_all_sliders
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_nsallsliders_domain_model_gallery
source: Gallery
de: Galerie

# tx_nsallsliders_domain_model_gallery.image
source: Image
de: Bild

# tx_nsallsliders_domain_model_gallery.title
source: Title
de: Titel

# tx_nsallsliders_domain_model_gallery.description
source: Description
de: Beschreibung

# tx_nsallsliders_domain_model_gallery.disable
source: Disable
de: Deaktivieren

# flexform.selectimage
source: Select storage folder of Images
de: Speicherordner für Bilder auswählen

# flexform.arrow
source: Navigation arrow
de: Navigation-Pfeil

# flexform.yes
source: Yes
de: Ja

# flexform.no
source: No
de: Nein

# flexform.true
source: True
de: Wahr

# flexform.false
source: False
de: Falsch

# flexform.type
source: Slider Type
de: Slider-Typ

# flexform.fullwidth
source: Full width
de: Volle Breite

# flexform.fullscreen
source: Full Screen
de: Vollbild

# flexform.basic_fade
source: Basic fade
de: Einfadeschwindigkeit

# flexform.basic_slide
source: Basic slide
de: Standard-Durchlauf

# flexform.playing
source: Playing
de: Abspielen

# flexform.showcaption
source: Show caption
de: Beschriftung anzeigen

# flexform.lightbox
source: Enable Lightbox
de: Lightbox

# flexform.thumbs
source: Enable Thumbs
de: Vorschaubilder

# flexform.paginationSpeed
source: Pagination Speed
de: Geschwindigkeit der Paginierung

# flexform.goToFirstSpeed
source: GoTo First Speed
de: Geschwindigkeit zu erstem Element wechseln

# flexform.items
source: Items
de: Elemente

# flexform.slideSpeed
source: Slide Speed
de: Slide-Geschwindigkeit

# flexform.itemsDesktop
source: ItemsDesktop : value like [x,x]
de: ItemsDesktop: Wert ähnlich [x,x]

# flexform.itemsDesktopSmall
source: ItemsDesktopSmall : value like [x,x]
de: ItemsDesktopSmall: Wert ähnlich [x,x]

# flexform.itemsTablet
source: itemsTablet : value like [x,x]
de: ItemsTablet: Wert ähnlich [x,x]

# flexform.itemsTabletSmall
source: itemsTabletSmall : value like [x,x]
de: ItemsTabletSmall: Wert ähnlich [x,x]

# flexform.itemsMobile
source: itemsMobile : value like [x,x]
de: ItemsMobile: Wert ähnlich [x,x]

# flexform.stopOnHover
source: Stop On Hover
de: Stopp bei Überfahren mit der Maus

# flexform.singleItem
source: Single Item
de: Einzelnes Element

# flexform.autoHeight
source: Auto Height
de: Automatische Höhe

# flexform.transitionStyle
source: Transition Style
de: Übergangsstil

# flexform.addjquery
source: Add jquery
de: Füge JQuery hinzu

# flexform.baseClass
source: Add base class to main div
de: Füge Hauptdiv eine Basis-Klasse hinzu

# flexform.theme
source: Theme
de: Designvorlage

# flexform.mouseDrag
source: Enable/Disable Mouse drag functionality
de: Maus- Drag-Funktionalität aktivieren/deaktivieren

# flexform.touchDrag
source: Enable/Disable touch drag functionality
de: Touch Drag-Funktionalität aktivieren/deaktivieren

# flexform.addClassActive
source: Add class active for visible slide
de: Füge der sichtbaren Slide eine aktive Klasse hinzu

# flexform.selAction
source: Use global setting
de: Globale Einstellungen verwenden

# flexform.margin
source: Margin
de: Abstand

# flexform.center
source: Center
de: Zentrieren

# flexform.pullDrag
source: Pull drag
de: Ziehen ziehen

# flexform.freeDrag
source: Free drag
de: Freies ziehen

# flexform.stagePadding
source: Stage padding
de: Szenenpolsterung

# flexform.merge
source: Merge
de: Zusammenführen

# flexform.mergeFit
source: Merge fit
de: Passende Zusammenführung

# flexform.autoWidth
source: Auto width
de: Automatische Breite

# flexform.rewind
source: Rewind
de: Zurückspulen

# flexform.navText
source: Navigation Text
de: Navigationstext

# flexform.navElement
source: Navigation element
de: Navigationselement

# flexform.slideBy
source: Slide by
de: Umblättern

# flexform.slideTransition
source: Slide transition
de: Übergang umblättern

# flexform.dots
source: Dots
de: Punkte anzeigen

# flexform.dotsEach
source: Dots each
de: Punkte je

# flexform.dotsData
source: Dots data
de: Datenpunkte

# flexform.lazyLoadEager
source: Lazy load eager
de: Eager-Load

# flexform.autoplayTimeout
source: Auto play timeout
de: Zeitüberschreitung automatisch abspielen

# flexform.autoplayHoverPause
source: Auto play hover pause
de: Automatische Pause bei Mouseover

# flexform.autoplaySpeed
source: Auto play speed
de: Geschwindigkeit automatisch abspielen

# flexform.navSpeed
source: Navigation speed
de: Navigationsgeschwindigkeit

# flexform.dotsSpeed
source: Dots speed
de: Punkte Geschwindigkeit

# flexform.dragEndSpeed
source: Drag end speed
de: Ziehen-Ende Geschwindigkeit

# flexform.videoHeight
source: Video height
de: Videohöhe

# flexform.videoWidth
source: Video width
de: Videobreite

# flexform.animateOut
source: Animate out
de: Heraus-Animation

# flexform.animateIn
source: Animate In
de: Hinein-Animation

# flexform.nestedItemSelector
source: Nested item selector
de: Selektor für verschachtelte Elemente

# flexform.itemElement
source: Item element
de: Element der Objekte

# flexform.stageElement
source: Stage element
de: Bühnenelement

# flexform.dotsContainer
source: Dots container
de: Punkte-Container

# flexform.checkVisible
source: Check visible
de: Sichtbarkeit prüfen

# flexform.thumbs
source: Thumbs
de: Vorschaubilder

# flexform.paginationNumbers
source: Pagination Numbers
de: Paginierungszahlen

# configuration.jquery
source: Enable Jquery: If this option is set, then it adds jquery in this site!
de: Jquery aktivieren: Wenn diese Option gesetzt ist, fügt sie jquery auf dieser Seite hinzu!

# width
source: Slider Width
de: Slider-Breite

# flexform.slidewidthpercentage
source: Slider Width In (%)
de: Slider-Breite In (%)

# height
source: Slider Height
de: Slider-Höhe

# flexform.updown
source: Slider Up-Down
de: Slider Auf-Ab

# flexform.sideways
source: Slider Sideways
de: Slider seitwärts

# flexform.dots
source: Display Dots
de: Punkte anzeigen

# flexform.vertical
source: Display Align
de: Anzeige ausrichten

# flexform.speed
source: Transmission Speed
de: Übertragungsgeschwindigkeit

# flexform.autospeed
source: Autoplay Speed
de: Automatische Wiedergabegeschwindigkeit

# flexform.refLink
source: Slider reference link
de: Slider-Referenzlink

# flexform.nivo.height
source: Slider Height (Image height)
de: Slider-Höhe (Bildhöhe)

# flexform.nivo.imageWidth
source: Image width
de: Bildbreite
